Repository: aaw-team/minipoll
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# message.error.title
source: Error
de: Fehler

# message.error.cannotDisplayResults
source: The results can not be viewed
de: Die Resultate können nicht angeschaut werden

# message.error.honeypotCheck
source: Potential spam detected
de: Potenzieller spam erkannt

# message.error.votingIsClosed
source: Voting is closed in this poll
de: Die Abstimmung dieser Umfrage ist geschlossen

# message.error.cannotVoteInPoll
source: You cannot vote in this poll (anymore)
de: Sie können an dieser Abstimmung nicht (mehr) teilnehmen

# message.error.emptyCaptcha
source: Please fill out the captcha field
de: Bitte geben Sie einen Wert im Captcha-Feld an

# message.error.invalidCaptcha
source: Invalid captcha
de: Ungültiger Wert in Captcha

# message.error.emptyAnswer
source: Please choose an answer
de: Bitte wählen Sie eine Antwort

# message.error.tooManyAnswer
source: Invalid answer
de: Ungültige Antwort

# message.success.createParticipation
source: Successfully recorded your answer
de: Antwort erfolgreich erfasst

# message.error.noPollUidFound
source: No pollUid defined
de: Keine pollUid definiert

# message.error.unknownDisplayOption
source: You must specify either "list" or "detail" in the "display" property of this cObject!
de: Die Option "display" dieses cObjects muss entweder "list" oder "detail" sein!

# message.error.csrfToken
source: Potential csrf attack detected
de: Mögliche csrf Attacke erkannt

# form.field.captcha.label
source: Enter the text displayed in the image
de: Geben Sie hier den Text ein, der im Bild angezeigt wird

# form.poll.submit.name
source: Vote
de: Abstimmen

# link.action.showresult
source: Show result
de: Resultat anzeigen

# link.action.detail
source: Go to voting
de: Zur Abstimmung gehen

# text.result.totalvotes
source: Total: %s
de: Insgesamt: %s

# text.votecount_p
source: %s votes
de: %s Stimmen

# text.votecount_s
source: %s vote
de: %s Stimme

# text.participations
source: participations
de: Teilnahmen
